/******************************************************************
** 文件名: main.cpp
** 创建人: BanMing 
** 日  期: 4/21/2020, 8:02:12 PM
** 描  述:  

**************************** 修改记录 ******************************
** 修改人: 
** 日  期: 
** 描  述: 
*******************************************************************/
#include <iostream>
#include <string>
#include "MathUtil.h"

int main()
{
    // std::cout << "Hello, World!" << wrapPi(30) << std::endl;
    int x = (-4 - 2 * x * x) / 6;
    std::cout << x << std::endl;
    return 0;
}
